Repository: Orchextra/orchextra-C-ios-sdk
Catalog: OCM/Resources/Localizables/*.lproj/Localizable.strings
Languages: pt

# action_edit
source: Edit
pt: Editar

# action_my_coupons
source: My coupons
pt: Meus cupons

# action_save
source: Save
pt: Salvar

# action_settings
source: Settings
pt: Configurações

# action_share
source: Share
pt: Compartilhar

# action_retry
source: Retry
pt: Tentar novamente

# error_unexpected
source: Sorry, an unexpected error has occurred
pt: Sentimos muito, ocorreu um erro inesperado

# error_no_internet
source: You do not have internet access. Please check your connection
pt: Sem acesso a internet. Por favor, verificar sua conexão

# error_timeout
source: It was not possible to connect to the server. Please check your connection or try again later
pt: Não foi possível conectar com o servior. Por favor, verificar sua conexão ou tentar novamente mais tarde

# error_passbook_unsupported_version
source: Your iOS version does not support this type of coupon Apple Wallet
pt: A versão deste iOS não suporta o Apple Wallet

# error_required_field
source: Obligatory field
pt: Campo obrigatório

# error_login_mail_format
source: Mail format is incorrect
pt: Este formato de e-mail está incorreto

# error_login_message
source: User or password incorrect. Try again
pt: Login ou senha incorreta. Tente de novo

# error_register_country
source: Select your country
pt: Selecione um país

# error_register_gender
source: Select your gender
pt: Selecione um sexo

# error_scanner_cameradisable
source: Please allow camera access for QR scanning.
pt: Ative o acesso à câmera para digitalizar um QR

# error_not_url_format
source: Not a valid QR code
pt: Este QR Code não é valido

# error_not_valid_pdf
source: Error downloading PDF
pt: Falha ao baixar o PDF

# error_user_deleted
source: The user has been removed
pt: O usuário excluiu esta conta

# error_user_exist
source: The user is already registered
pt: O usuário já existe

# error_user_not_exist
source: The user does not exist
pt: O usuário não existe

# alert_button_retry
source: Retry
pt: Tente novamente

# alert_register_success_title
source: Thank you for registering with us
pt: Obrigado por se cadastrar

# alert_register_success_body
source: McDonald's devel send you notifications and promotions
pt: O McDonald's deseja enviar-lhe notificações e promoções

# alert_dialog_button_accept
source: Accept
pt: Aceitar

# alert_dialog_button_cancel
source: Cancel
pt: Recusar

# alert_dialog_text_reset_password
source: If not receive the email within 20 minutes, this may have been sent to the Spam folder
pt: Caso não receba o e-mail em até 20 minutos, ele poder ter sido bloqueado pelo anti-spam do seu provedor. Verifique sempre as mensagens da sua caixa de spam, lixo eletrônico, quarentena ou Junk Box.

# alert_dialog_reset_password_title
source: Password reset
pt: Redefinir senha

# alert_dialog_reset_password_body
source: Enter the email address you used to register. We will send an email with instructions to set a new password
pt: Redefinir através da conta de e-mail que usou para cadastro. Enviaremos um e-mail com instruções para redefinir sua senha.

# alert_validator_same_passwords
source: Passwords are not the same
pt: As senhas não correspondem

# alert_validator_empty_field
source: should not be empty
pt: Este campo não pode estar vazio

# alert_profile_delete_confirmation
source: You are going to delete your account, ¿are you sure?
pt: Sua conta será excluída, deseja continuar?

# alert_profile_logout_confirmation
source: You are going to sign off, ¿are you sure?
pt: Sua sessão será encerrada, deseja continuar?

# alert_go_to_google_play_text
source: Go to Google Play
pt: Aceda ao Google Play

# alert_go_to_apple_store_text
source: Go to App Store
pt: Aceda ao App Store

# alert_save_successful
source: It has been successfully saved
pt: Salvo com sucesso

# welcome_button_login
source: Log in
pt: Entrar

# welcome_button_register
source: Sign up
pt: Cadastrar

# login_text_user
source: Sign up
pt: E-mail

# login_text_password
source: Password
pt: Senha

# login_text_access
source: Log in
pt: Entrar como:

# login_button_facebook_access
source: Login with Facebook
pt: Entrar com Facebook

# login_text_forgot_password
source: Did you forget your password?
pt: Esqueceu sua senha?

# login_text_register
source: Sign up
pt: Cadastrar

# register_button_facebook
source: Login with Facebook
pt: Login com Facebook

# register_text_mail
source: Or through an email account
pt: Ou através de uma conta de e-mail

# register_text_facebook_complete
source: Complete your registration with Facebook
pt: Complete seu registro com Facebook

# register_text_name
source: Name
pt: Nome

# register_text_lastname
source: Surnames
pt: Sobrenome

# register_text_email
source: Mail
pt: E-mail

# register_text_confirm_password
source: Confirm password
pt: Confirmar Senha

# register_text_gender
source: Gender
pt: Sexo

# register_text_birthdate
source: birthdate
pt: Data de Nascimento

# register_text_country
source: Country
pt: País

# register_button
source: Register
pt: Cadastrar

# register_text_terms
source: By registering you agree to the terms and conditions of use and the Privacy Policy McDonald´s
pt: Ao se cadastrar, você concorda com os Termos e Condições de Uso, e a Política de Privacidade McDonald's.

# register_text_terms_html
source: By registering you agree to the <b>terms and conditions of use</b> and the <b>Privacy Policy</b> McDonald´s
pt: Ao se cadastrar, você concorda com os <b>Termos e Condições de Uso</b>, e a <b>Política de Privacidade</b> McDonald's.

# register_text_man
source: Male
pt: Masculino

# register_text_woman
source: Female
pt: Feminino

# register_title_terms
source: Terms and Conditions
pt: Termos e Condições

# menu_section_home
source: Home
pt: Início

# menu_section_cuopons
source: Coupons
pt: Cupons

# menu_section_restaurants
source: Restaurants
pt: Restaurantes

# menu_section_products
source: Products
pt: Cardápio

# menu_section_profile
source: Profile
pt: Perfil

# menu_section_configuration
source: Configuration
pt: Configuração

# menu_section_institucional
source: Institutional
pt: Institucional

# menu_section_about
source: About App
pt: Sobre o App

# coupons_detail_button_obtain
source: Get Coupon
pt: Pegar Cupom

# coupons_campaigns_empty
source: We are activating new experiences
pt: Estamos atualizando novas experiências

# coupons_campaigns_empty_come_back
source: Come back soon
pt: Retorne assim que possível

# coupons_detail_label_code
source: My coupon code
pt: Código do Cupom

# coupons_detail_button_wallet_add
source: Add to Wallet
pt: Adicionar

# coupons_user_segment_active
source: Valid
pt: Ativos

# coupons_user_segment_expired
source: Expired
pt: Vencidos

# coupons_user_label_empty_list_active
source: You have not yet added any coupon
pt: Você não tem cupons

# coupons_user_label_empty_list_expired
source: You have no coupon expired
pt: Você não tem cupons vencidos

# coupon_section_title
source: Coupons
pt: Cupons

# coupons_detail_title
source: My coupons
pt: Meus cupons

# coupons_campaignsdetail_title
source: Coupon detail
pt: Detalhe do Cupom

# coupons_user_ribbondays
source: Days
pt: Dias

# coupons_user_ribbonday
source: Day
pt: Dia

# coupons_user_today
source: Today
pt: Hoje

# coupons_error_expired_coupon
source: The coupon has expired
pt: O cupom está vencido

# coupons_send_to
source: Share with
pt: Compartilhar com

# coupons_localnotification_send
source: Your McDonald's coupon is expiring. Take advantage of the promotion!
pt: Seu cupom de desconto do McDonald’s está vencendo. Aproveite a promoção!

# qr_scanner_defaultlabel
source: Center and focus
pt: Posicionar e Focar

# qr_permission_settings
source: Settings
pt: Configurações

# qr_permission_denied_camera
source: Denied Camera Permission
pt: Permissão negada Câmara

# qr_permission_rationale_title_camera
source: Camera Permission
pt: permissão câmara

# browser_webview_title
source: Browser
pt: Navegador

# profile_text_current_password
source: Current password
pt: Senha Atual

# profile_text_new_password
source: New password
pt: Nova Senha

# profile_text_confirm_password
source: Confirm password
pt: Confirmar Senha

# profile_button_show_voucher
source: My coupons
pt: Meus Cupons

# profile_button_close_session
source: Sign off
pt: Sair

# profile_button_remove_account
source: Remove account
pt: Excluir Conta

# profile_remove_account_message
source: Do you want to delete your account?
pt: Você quer apagar a sua conta?

# configuration_text_notifications
source: Notifications
pt: Notificações

# configuration_text_country_selected
source: Select information based on my country
pt: Selecionar a informação com base em meu país

# configuration_text_select_country
source: Select country
pt: Selecione o país
